source/.NET Standard/Unimake.Business.DFe/Servicos/Config/NFSe/PelotasRS.xml

<?xml version="1.0" encoding="utf-8"?>
<Configuracoes>
  <Servicos ID="NFSe">
    <RecepcionarLoteRps versao="2.02">
      <Descricao>Recepcionar Lote RPS</Descricao>
      <WebEnderecoHomologacao>https://wshomo.pelotas.rs.gov.br/wsnfse/NfseWSISAPI.dll/soap/INfse</WebEnderecoHomologacao>
      <WebEnderecoProducao>https://ws.pelotas.rs.gov.br/wsnfse/NfseWSISAPI.dll/soap/INfse</WebEnderecoProducao>                           
      <WebActionHomologacao>http://nfse.abrasf.org.br/RecepcionarLoteRps</WebActionHomologacao>
      <WebActionProducao>http://nfse.abrasf.org.br/RecepcionarLoteRps</WebActionProducao>
      <SchemaArquivo>nfse.xsd</SchemaArquivo>
      <TagAssinatura>Rps</TagAssinatura>
      <TagAtributoID>InfDeclaracaoPrestacaoServico</TagAtributoID>
      <TagLoteAssinatura>EnviarLoteRpsEnvio</TagLoteAssinatura>
      <TagLoteAtributoID>LoteRps</TagLoteAtributoID>
      <WebContentType>text/xml;charset=UTF-8</WebContentType>
      <WebSoapString><![CDATA[<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nfse="http://nfse.abrasf.org.br/"><soapenv:Header/><soapenv:Body><nfse:RecepcionarLoteRps soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><parameters xsi:type="nfse:input"><nfseCabecMsg xsi:type="xsd:string"><cabecalho versao="2.02" xmlns="http://www.abrasf.org.br/nfse.xsd"><versaoDados>2.02</versaoDados></cabecalho></nfseCabecMsg><nfseDadosMsg xsi:type="xsd:string">{xmlBody}</nfseDadosMsg></parameters></nfse:RecepcionarLoteRps></soapenv:Body></soapenv:Envelope>]]></WebSoapString>
      <WebTagRetorno>prop:innertext</WebTagRetorno>
      <WebEncodingRetorno>UTF-8</WebEncodingRetorno>
      <WebSoapVersion>soap11</WebSoapVersion>
      <SchemaVersao>2.02</SchemaVersao>
      <TargetNS>http://www.abrasf.org.br/nfse.xsd</TargetNS>
    </RecepcionarLoteRps>
    <RecepcionarLoteRpsSincrono versao="2.02">
      <Descricao>Recepcionar Lote RPS Sincrono</Descricao>
      <WebEnderecoHomologacao>https://wshomo.pelotas.rs.gov.br/wsnfse/NfseWSISAPI.dll/soap/INfse</WebEnderecoHomologacao>
      <WebEnderecoProducao>https://ws.pelotas.rs.gov.br/wsnfse/NfseWSISAPI.dll/soap/INfse</WebEnderecoProducao>
      <WebActionHomologacao>http://nfse.abrasf.org.br/RecepcionarLoteRpsSincrono</WebActionHomologacao>
      <WebActionProducao>http://nfse.abrasf.org.br/RecepcionarLoteRpsSincrono</WebActionProducao>
      <SchemaArquivo>nfse.xsd</SchemaArquivo>
      <TagAssinatura>Rps</TagAssinatura>
      <TagAtributoID>InfDeclaracaoPrestacaoServico</TagAtributoID>
      <TagLoteAssinatura>EnviarLoteRpsSincronoEnvio</TagLoteAssinatura>
      <TagLoteAtributoID>LoteRps</TagLoteAtributoID>
      <WebContentType>text/xml;charset=UTF-8</WebContentType>
      <WebSoapString><![CDATA[<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nfse="http://nfse.abrasf.org.br/"><soapenv:Header/><soapenv:Body><nfse:RecepcionarLoteRpsSincrono soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><parameters xsi:type="nfse:input"><nfseCabecMsg xsi:type="xsd:string"><cabecalho versao="2.02" xmlns="http://www.abrasf.org.br/nfse.xsd"><versaoDados>2.02</versaoDados></cabecalho></nfseCabecMsg><nfseDadosMsg xsi:type="xsd:string">{xmlBody}</nfseDadosMsg></parameters></nfse:RecepcionarLoteRpsSincrono></soapenv:Body></soapenv:Envelope>]]></WebSoapString>
      <WebTagRetorno>prop:innertext</WebTagRetorno>
      <WebEncodingRetorno>UTF-8</WebEncodingRetorno>
      <WebSoapVersion>soap11</WebSoapVersion>
      <SchemaVersao>2.02</SchemaVersao>
      <TargetNS>http://www.abrasf.org.br/nfse.xsd</TargetNS>
    </RecepcionarLoteRpsSincrono>
    <GerarNfse versao="2.02">
      <Descricao>Gerar Nota Fiscal de Serviço</Descricao>
      <WebEnderecoHomologacao>https://wshomo.pelotas.rs.gov.br/wsnfse/NfseWSISAPI.dll/soap/INfse</WebEnderecoHomologacao>
      <WebEnderecoProducao>https://ws.pelotas.rs.gov.br/wsnfse/NfseWSISAPI.dll/soap/INfse</WebEnderecoProducao>
      <WebActionHomologacao>http://nfse.abrasf.org.br/GerarNfse</WebActionHomologacao>
      <WebActionProducao>http://nfse.abrasf.org.br/GerarNfse</WebActionProducao>
      <SchemaArquivo>nfse.xsd</SchemaArquivo>
      <TagAssinatura>Rps</TagAssinatura>
      <TagAtributoID>InfDeclaracaoPrestacaoServico</TagAtributoID>
      <TagLoteAssinatura></TagLoteAssinatura>
      <TagLoteAtributoID></TagLoteAtributoID>
      <WebContentType>text/xml;charset=UTF-8</WebContentType>
      <WebSoapString><![CDATA[<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nfse="http://nfse.abrasf.org.br/"><soapenv:Header/><soapenv:Body><nfse:GerarNfse soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><parameters xsi:type="nfse:input"><nfseCabecMsg xsi:type="xsd:string"><cabecalho versao="2.02" xmlns="http://www.abrasf.org.br/nfse.xsd"><versaoDados>2.02</versaoDados></cabecalho></nfseCabecMsg><nfseDadosMsg xsi:type="xsd:string">{xmlBody}</nfseDadosMsg></parameters></nfse:GerarNfse></soapenv:Body></soapenv:Envelope>]]></WebSoapString>
      <WebTagRetorno>prop:innertext</WebTagRetorno>
      <WebEncodingRetorno>UTF-8</WebEncodingRetorno>
      <WebSoapVersion>soap11</WebSoapVersion>
      <SchemaVersao>2.02</SchemaVersao>
      <TargetNS>http://www.abrasf.org.br/nfse.xsd</TargetNS>
    </GerarNfse>
    <CancelarNfse versao="2.02">
      <Descricao>Cancelar nota fiscal de serviço</Descricao>
      <WebEnderecoHomologacao>https://wshomo.pelotas.rs.gov.br/wsnfse/NfseWSISAPI.dll/soap/INfse</WebEnderecoHomologacao>
      <WebEnderecoProducao>https://ws.pelotas.rs.gov.br/wsnfse/NfseWSISAPI.dll/soap/INfse</WebEnderecoProducao>
      <WebActionHomologacao>http://nfse.abrasf.org.br/CancelarNfse</WebActionHomologacao>
      <WebActionProducao>http://nfse.abrasf.org.br/CancelarNfse</WebActionProducao>
      <SchemaArquivo>nfse.xsd</SchemaArquivo>
      <TagAssinatura>Pedido</TagAssinatura>
      <TagAtributoID>InfPedidoCancelamento</TagAtributoID>
      <TagLoteAssinatura></TagLoteAssinatura>
      <TagLoteAtributoID></TagLoteAtributoID>
      <WebContentType>text/xml;charset=UTF-8</WebContentType>
      <WebSoapString><![CDATA[<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nfse="http://nfse.abrasf.org.br/"><soapenv:Header/><soapenv:Body><nfse:CancelarNfse soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><parameters xsi:type="nfse:input"><nfseCabecMsg xsi:type="xsd:string"><cabecalho versao="2.02" xmlns="http://www.abrasf.org.br/nfse.xsd"><versaoDados>2.02</versaoDados></cabecalho></nfseCabecMsg><nfseDadosMsg xsi:type="xsd:string">{xmlBody}</nfseDadosMsg></parameters></nfse:CancelarNfse></soapenv:Body></soapenv:Envelope>]]></WebSoapString>
      <WebTagRetorno>prop:innertext</WebTagRetorno>
      <WebEncodingRetorno>UTF-8</WebEncodingRetorno>
      <WebSoapVersion>soap11</WebSoapVersion>
      <SchemaVersao>2.02</SchemaVersao>
      <TargetNS>http://www.abrasf.org.br/nfse.xsd</TargetNS>
    </CancelarNfse>
    <SubstituirNfse versao="2.02">
      <Descricao>Substituir nota fiscal de Serviço</Descricao>
      <WebEnderecoHomologacao>https://wshomo.pelotas.rs.gov.br/wsnfse/NfseWSISAPI.dll/soap/INfse</WebEnderecoHomologacao>
      <WebEnderecoProducao>https://ws.pelotas.rs.gov.br/wsnfse/NfseWSISAPI.dll/soap/INfse</WebEnderecoProducao>
      <WebActionHomologacao>http://nfse.abrasf.org.br/SubstituirNfse</WebActionHomologacao>
      <WebActionProducao>http://nfse.abrasf.org.br/SubstituirNfse</WebActionProducao>
      <SchemaArquivo>nfse.xsd</SchemaArquivo>
      <TagAssinatura>Rps</TagAssinatura>
      <TagAtributoID>InfDeclaracaoPrestacaoServico</TagAtributoID>
      <TagLoteAssinatura>SubstituirNfseEnvio</TagLoteAssinatura>
      <TagLoteAtributoID>SubstituicaoNfse</TagLoteAtributoID>
      <TagExtraAssinatura>Pedido</TagExtraAssinatura>
      <TagExtraAtributoID>InfPedidoCancelamento</TagExtraAtributoID>
      <WebContentType>text/xml;charset=UTF-8</WebContentType>
      <WebSoapString><![CDATA[<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nfse="http://nfse.abrasf.org.br/"><soapenv:Header/><soapenv:Body><nfse:SubstituirNfse soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><parameters xsi:type="nfse:input"><nfseCabecMsg xsi:type="xsd:string"><cabecalho versao="2.02" xmlns="http://www.abrasf.org.br/nfse.xsd"><versaoDados>2.02</versaoDados></cabecalho></nfseCabecMsg><nfseDadosMsg xsi:type="xsd:string">{xmlBody}</nfseDadosMsg></parameters></nfse:SubstituirNfse></soapenv:Body></soapenv:Envelope>]]></WebSoapString>
      <WebTagRetorno>prop:innertext</WebTagRetorno>
      <WebEncodingRetorno>UTF-8</WebEncodingRetorno>
      <WebSoapVersion>soap11</WebSoapVersion>
      <SchemaVersao>2.02</SchemaVersao>
      <TargetNS>http://www.abrasf.org.br/nfse.xsd</TargetNS>
    </SubstituirNfse>
    <ConsultarLoteRps versao="2.02">
      <Descricao>Consulta lote RPS</Descricao>
      <WebEnderecoHomologacao>https://wshomo.pelotas.rs.gov.br/wsnfse/NfseWSISAPI.dll/soap/INfse</WebEnderecoHomologacao>
      <WebEnderecoProducao>https://ws.pelotas.rs.gov.br/wsnfse/NfseWSISAPI.dll/soap/INfse</WebEnderecoProducao>
      <WebActionHomologacao>http://nfse.abrasf.org.br/ConsultarLoteRps</WebActionHomologacao>
      <WebActionProducao>http://nfse.abrasf.org.br/ConsultarLoteRps</WebActionProducao>
      <SchemaArquivo>nfse.xsd</SchemaArquivo>
      <TagAssinatura></TagAssinatura>
      <TagAtributoID></TagAtributoID>
      <TagLoteAssinatura></TagLoteAssinatura>
      <TagLoteAtributoID></TagLoteAtributoID>
      <WebContentType>text/xml;charset=UTF-8</WebContentType>
      <WebSoapString><![CDATA[<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nfse="http://nfse.abrasf.org.br/"><soapenv:Header/><soapenv:Body><nfse:ConsultarLoteRps soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><parameters xsi:type="nfse:input"><nfseCabecMsg xsi:type="xsd:string"><cabecalho versao="2.02" xmlns="http://www.abrasf.org.br/nfse.xsd"><versaoDados>2.02</versaoDados></cabecalho></nfseCabecMsg><nfseDadosMsg xsi:type="xsd:string">{xmlBody}</nfseDadosMsg></parameters></nfse:ConsultarLoteRps></soapenv:Body></soapenv:Envelope>]]></WebSoapString>
      <WebTagRetorno>prop:innertext</WebTagRetorno>
      <WebEncodingRetorno>UTF-8</WebEncodingRetorno>
      <WebSoapVersion>soap11</WebSoapVersion>
      <SchemaVersao>2.02</SchemaVersao>
      <TargetNS>http://www.abrasf.org.br/nfse.xsd</TargetNS>
    </ConsultarLoteRps>
    <ConsultarNfseFaixa versao="2.02">
      <Descricao>Consulta NFSe por faixa</Descricao>
      <WebEnderecoHomologacao>https://wshomo.pelotas.rs.gov.br/wsnfse/NfseWSISAPI.dll/soap/INfse</WebEnderecoHomologacao>
      <WebEnderecoProducao>https://ws.pelotas.rs.gov.br/wsnfse/NfseWSISAPI.dll/soap/INfse</WebEnderecoProducao>
      <WebActionHomologacao>http://nfse.abrasf.org.br/ConsultarNfsePorFaixa</WebActionHomologacao>
      <WebActionProducao>http://nfse.abrasf.org.br/ConsultarNfsePorFaixa</WebActionProducao>
      <SchemaArquivo>nfse.xsd</SchemaArquivo>
      <TagAssinatura></TagAssinatura>
      <TagAtributoID></TagAtributoID>
      <TagLoteAssinatura></TagLoteAssinatura>
      <TagLoteAtributoID></TagLoteAtributoID>
      <WebContentType>text/xml;charset=UTF-8</WebContentType>
      <WebSoapString><![CDATA[<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nfse="http://nfse.abrasf.org.br/"><soapenv:Header/><soapenv:Body><nfse:ConsultarNfsePorFaixa soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><parameters xsi:type="nfse:input"><nfseCabecMsg xsi:type="xsd:string"><cabecalho versao="2.02" xmlns="http://www.abrasf.org.br/nfse.xsd"><versaoDados>2.02</versaoDados></cabecalho></nfseCabecMsg><nfseDadosMsg xsi:type="xsd:string">{xmlBody}</nfseDadosMsg></parameters></nfse:ConsultarNfsePorFaixa></soapenv:Body></soapenv:Envelope>]]></WebSoapString>
      <WebTagRetorno>prop:innertext</WebTagRetorno>
      <WebEncodingRetorno>UTF-8</WebEncodingRetorno>
      <WebSoapVersion>soap11</WebSoapVersion>
      <SchemaVersao>2.02</SchemaVersao>
      <TargetNS>http://www.abrasf.org.br/nfse.xsd</TargetNS>
    </ConsultarNfseFaixa>
    <ConsultarNfsePorRps versao="2.02">
      <Descricao>Consulta NFSe por RPS</Descricao>
      <WebEnderecoHomologacao>https://wshomo.pelotas.rs.gov.br/wsnfse/NfseWSISAPI.dll/soap/INfse</WebEnderecoHomologacao>
      <WebEnderecoProducao>https://ws.pelotas.rs.gov.br/wsnfse/NfseWSISAPI.dll/soap/INfse</WebEnderecoProducao>
      <WebActionHomologacao>http://nfse.abrasf.org.br/ConsultarNfsePorFaixa</WebActionHomologacao>
      <WebActionProducao>http://nfse.abrasf.org.br/ConsultarNfsePorRps</WebActionProducao>
      <SchemaArquivo>nfse.xsd</SchemaArquivo>
      <TagAssinatura></TagAssinatura>
      <TagAtributoID></TagAtributoID>
      <TagLoteAssinatura></TagLoteAssinatura>
      <TagLoteAtributoID></TagLoteAtributoID>
      <WebContentType>text/xml;charset=UTF-8</WebContentType>
      <WebSoapString><![CDATA[<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nfse="http://nfse.abrasf.org.br/"><soapenv:Header/><soapenv:Body><nfse:ConsultarNfsePorRps soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><parameters xsi:type="nfse:input"><nfseCabecMsg xsi:type="xsd:string"><cabecalho versao="2.02" xmlns="http://www.abrasf.org.br/nfse.xsd"><versaoDados>2.02</versaoDados></cabecalho></nfseCabecMsg><nfseDadosMsg xsi:type="xsd:string">{xmlBody}</nfseDadosMsg></parameters></nfse:ConsultarNfsePorRps></soapenv:Body></soapenv:Envelope>]]></WebSoapString>
      <WebTagRetorno>prop:innertext</WebTagRetorno>
      <WebEncodingRetorno>UTF-8</WebEncodingRetorno>
      <WebSoapVersion>soap11</WebSoapVersion>
      <SchemaVersao>2.02</SchemaVersao>
      <TargetNS>http://www.abrasf.org.br/nfse.xsd</TargetNS>
    </ConsultarNfsePorRps>
    <ConsultarNfseServicoPrestado versao="2.02">
      <Descricao>Consulta NFSe de serviços prestados</Descricao>
      <WebEnderecoHomologacao>https://wshomo.pelotas.rs.gov.br/wsnfse/NfseWSISAPI.dll/soap/INfse</WebEnderecoHomologacao>
      <WebEnderecoProducao>https://ws.pelotas.rs.gov.br/wsnfse/NfseWSISAPI.dll/soap/INfse</WebEnderecoProducao>
      <WebActionHomologacao>http://nfse.abrasf.org.br/ConsultarNfseServicoPrestado</WebActionHomologacao>
      <WebActionProducao>http://nfse.abrasf.org.br/ConsultarNfseServicoPrestado</WebActionProducao>
      <SchemaArquivo>nfse.xsd</SchemaArquivo>
      <TagAssinatura></TagAssinatura>
      <TagAtributoID></TagAtributoID>
      <TagLoteAssinatura></TagLoteAssinatura>
      <TagLoteAtributoID></TagLoteAtributoID>
      <WebContentType>text/xml;charset=UTF-8</WebContentType>
      <WebSoapString><![CDATA[<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nfse="http://nfse.abrasf.org.br/"><soapenv:Header/><soapenv:Body><nfse:ConsultarNfseServicoPrestado soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><parameters xsi:type="nfse:input"><nfseCabecMsg xsi:type="xsd:string"><cabecalho versao="2.02" xmlns="http://www.abrasf.org.br/nfse.xsd"><versaoDados>2.02</versaoDados></cabecalho></nfseCabecMsg><nfseDadosMsg xsi:type="xsd:string">{xmlBody}</nfseDadosMsg></parameters></nfse:ConsultarNfseServicoPrestado></soapenv:Body></soapenv:Envelope>]]></WebSoapString>
      <WebTagRetorno>prop:innertext</WebTagRetorno>
      <WebEncodingRetorno>UTF-8</WebEncodingRetorno>
      <WebSoapVersion>soap11</WebSoapVersion>
      <SchemaVersao>2.02</SchemaVersao>
      <TargetNS>http://www.abrasf.org.br/nfse.xsd</TargetNS>
    </ConsultarNfseServicoPrestado>
    <ConsultarNfseServicoTomado versao="2.02">
      <Descricao>Consulta NFSe de serviços tomados</Descricao>
      <WebEnderecoHomologacao>https://wshomo.pelotas.rs.gov.br/wsnfse/NfseWSISAPI.dll/soap/INfse</WebEnderecoHomologacao>
      <WebEnderecoProducao>https://ws.pelotas.rs.gov.br/wsnfse/NfseWSISAPI.dll/soap/INfse</WebEnderecoProducao>
      <WebActionHomologacao>http://nfse.abrasf.org.br/ConsultarNfseServicoTomado</WebActionHomologacao>
      <WebActionProducao>http://nfse.abrasf.org.br/ConsultarNfseServicoTomado</WebActionProducao>
      <SchemaArquivo>nfse.xsd</SchemaArquivo>
      <TagAssinatura></TagAssinatura>
      <TagAtributoID></TagAtributoID>
      <TagLoteAssinatura></TagLoteAssinatura>
      <TagLoteAtributoID></TagLoteAtributoID>
      <WebContentType>text/xml;charset=UTF-8</WebContentType>
      <WebSoapString><![CDATA[<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nfse="http://nfse.abrasf.org.br/"><soapenv:Header/><soapenv:Body><nfse:ConsultarNfseServicoTomado soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><parameters xsi:type="nfse:input"><nfseCabecMsg xsi:type="xsd:string"><cabecalho versao="2.02" xmlns="http://www.abrasf.org.br/nfse.xsd"><versaoDados>2.02</versaoDados></cabecalho></nfseCabecMsg><nfseDadosMsg xsi:type="xsd:string">{xmlBody}</nfseDadosMsg></parameters></nfse:ConsultarNfseServicoTomado></soapenv:Body></soapenv:Envelope>]]></WebSoapString>
      <WebTagRetorno>prop:innertext</WebTagRetorno>
      <WebEncodingRetorno>UTF-8</WebEncodingRetorno>
      <WebSoapVersion>soap11</WebSoapVersion>
      <SchemaVersao>2.02</SchemaVersao>
      <TargetNS>http://www.abrasf.org.br/nfse.xsd</TargetNS>
    </ConsultarNfseServicoTomado>
  </Servicos>
</Configuracoes>